Repository: mnvr/bikes
Catalog: Bikes/*.lproj/Localizable.strings
Languages: fi

# no_location_alert_title
source: Location Setting Disabled
fi: Sijainti asetus poistettu käytöstä

# no_location_alert_message
source: Please allow location access to show the bikes near you.
fi: Sallikaa sijainnin käyttö näyttää kaupunkipyöriä lähellä sinua

# no_location_alert_open_settings
source: Open Settings
fi: Avaa asetukset

source: Cancel
fi: Kumoa

# today_extension_tap_to_allow_location_access
source: Tap to allow location access for showing bikes near you
fi: Napauta, jos haluat sallia sijainnin käytön (kaupunkipyörien näyttäminen lähelläsi)

# today_extension_request_failed
source: Could not fetch nearby bike information
fi: Lähistöllä olevia pyörä tietoja ei voitu noutaa

# today_extension_no_nearby_bikes
source: No bikes are available nearby
fi: Lähistölla ei ole kaupunkipyöriä

# info_description
source: This app shows the number of city bikes currently available at bike stations in Helsinki and Espoo.
fi: Tämä sovellus näyttää kaupunki pyörien määrän, joka on tällä hetkellä saatavilla Hesingin ja Espoon pyörän asemilla.

# info_helsinki_city_bike_website
source: Helsinki City Bike Website
fi: Kaupunkipyörät Verkkosivut

# info_helsinki_city_bike_website_url
source: https://kaupunkipyorat.hsl.fi/en
fi: https://kaupunkipyorat.hsl.fi

# info_app_website
source: App Website
fi: Sovelluksen Verkkosivut

# info_footer
source: Made with ❤️ in Helsinki
fi: Valmistettu ❤️-kanssa Helsingissä
